Repository: ESUCC/Maximd
Catalog: application/translation/form002/page2.tmx
Source language: es
Languages: en

source: Si la evaluación no se llevó a cabo de acuerdo con las condiciones estándares, dé una descripción de la medida en que la evaluación varió de las condiciones estándares.
en: If the assessment was not conducted under standard conditions, state the description of the extent to which the assessment varied from standard conditions.

source: Seleccione todas las que apliquen a este reporte MDT (de equipo multidisciplinario)
en: Check all that apply to this MDT Report

source: Al interpretar datos con el fin de determinar si el niño/a tiene una discapacidad y determinar sus necesidades de aprendizaje, el distrito escolar o la cooperativa aprobada
en: In interpreting evaluation data for the purpose of determining if a child is a child with a disability and the educational needs of the child, the school district or approved cooperative

source: Las evaluaciones son administradas por personal capacitado y bien informado de acuerdo con todas las instrucciones proporcionadas por los creadores de las evaluaciones.
en: The assessments are administered by trained and knowledgeable personnel in accordance with any instructions provided by the producer of the assessments.

source: Las evaluaciones y todas los materiales para las valoraciones fueron usados como corresponde para que las evaluaciones o medidas sean válidas.
en: Assessments and other evaluation materials were used for purposes for which the assessments or measures are valid and reliable.

source: Los exámenes y demás materiales de evaluación incluyeron aquellos que fueron diseñados para evaluar áreas específicas de necesidades de aprendizaje y no solamente aquellos que están creados para proporcionar un coeficiente general de inteligencia.
en: Tests and other evaluation materials included those tailored to assess specific areas of educational need and not merely those that are designed to provide a single general intelligence quotient.

source: Los exámenes fueron seleccionados y administrados de tal forma que asegurasen que si la prueba fuese administrada a un niño/a con deficiencias sensoriales, manuales o del habla, los resultados reflejarían de forma correcta la aptitud o nivel de rendimiento, o cualquiera que fuesen los factores que el examen estuviese diseñado para medir, más no reflejar las deficiencias de las destrezas sensoriales, manuales o del habla ( a menos que dichas habilidades fuesen los factores que el examen estuviese destinado a medir).
en: Tests were selected and administered so as best to insure that if a test is administered to a child with impaired sensory, manual, or speaking skills, the test results accurately reflect the child's aptitude or achievement level or whatever other factors the test purports to measure, rather than reflecting the child's impaired sensory, manual, or speaking skills (unless those skills are the factors that the test purports to measure).

source: No se utilizó tan sólo una medida o evaluación como criterio único para determinar si un niño/a tiene una discapacidad y determinar un programa de educación apropiado para él/ella.
en: No single measure or assessment was used as the sole criterion for determining whether a child is a child with a disability and for determining an appropriate educational program for the child.

source: El niño/a fue evaluado en todas la áreas relacionadas con la discapacidad que se sospecha podría tener, incluyendo de ser apropiado: salud, visión, audición, estado social y emocional, inteligencia general, rendimiento académico, estado comunicativo y habilidades motrices.
en: The child was assessed in all areas related to the suspected disability, including if appropriate, health, vision, hearing, social and emotional status, general intelligence, academic performance, communicative status, and motor abilities.

source: La evaluación fue lo suficientemente exhaustiva para identificar todas las necesidades de educación especial y relacionadas del niño/a, ya sea que estén o no generalmente vinculadas a la categoría de la discapacidad en la que el niño/a ha sido clasificado.
en: The evaluation was sufficiently comprehensive to identify all of the child's special education and related services needs, whether or not commonly linked to the disability category in which the child has been classified.

source: El equipo utilizó herramientas técnicamente apropiadas para evaluar la contribución relativa de factores conductuales y cognitivos además de los factores físicos y de desarrollo.
en: The team used technically sound instruments to assess the relative contribution of cognitive and behavioral factors in addition to physical or development factors.

source: El equipo utilizó herramientas de evaluación y estrategias que proporcionan información relevante que ayuda de forma directa a que las personas determinen las necesidades de aprendizaje del niño/a.
en: The team used assessment tools and strategies that provide relevant information that directly assists persons in determining the educational needs of the child.

source: Se adquirió información de una variedad de fuentes, incluyendo pruebas de aptitud y logro, aportaciones de los padres de familia, recomendaciones de los maestros, condiciones físicas, entorno social y cultural y comportamiento adaptivo.
en: Drew upon information from a variety of sources, including aptitude and achievement tests, parent input, teacher recommendations, physical condition, social or cultural background, and adaptive behavior;

source: La información que se obtuvo de todas estas fuentes fue documentada y considerada detenidamente.
en: The information obtained from all of these sources was documented and carefully considered.

source: Cuando se determina la elegibilidad, no se puede determinar que un niño/a tiene una discapacidad, si el factor decisivo es la falta de instrucción apropiada en lectura, deficiencia en la instrucción de matemáticas o debido a un dominio limitado del inglés.
en: In making a determination of eligibility, a child shall not be determined to be a child with a disability if the determining factor is lack of appropriate instruction in reading, lack of instruction in math, or limited English proficiency.

source: y
en: and
